cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'awscli'
brew 'coreutils'
brew 'elixir'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'fd'
brew 'git-standup'
brew 'hub'
brew 'jq'
brew 'openssl'
brew 'node'
brew 'pgcli'
brew 'postgresql'
brew 'rbenv'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask '1password'
cask 'dash'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'licecap'
cask 'paw'
cask 'postgres'
cask 'postico'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'transmission'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
