cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'xwmx/taps'

brew 'ack'
brew 'awscli'
brew 'coreutils'
brew 'elixir'
brew 'go'
brew 'gh'
brew 'grc'
brew 'imagemagick'
brew 'fd'
brew 'git-standup'
brew 'jq'
brew 'openssl'
brew 'nb'
brew 'node'
brew 'parquet-tools'
brew 'pgcli'
brew 'postgresql'
brew 'python3'
brew 'rbenv'
brew 'wget'
brew 'youtube-dl'

cask '1password'
cask 'dash'
cask 'firefox'
cask 'fork'
cask 'iterm2'
cask 'postgres'
cask 'postman'
cask 'spectacle'
cask 'spotify'
cask 'tableplus'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
